/* GENERAL STRINGS */
"OK" = "OK";
"Cancel" = "Cancel";
"Delete" = "Delete";
"Rename" = "Rename";
"Done" = "Done";

/* SIDEBARVIEW */
"Filters" = "Filters";
"Smart Filters" = "Smart Filters";
"Category" = "Category";
"Recent Usages" = "Recent Usages";
"Average Amount: %lld" = "Average Amount: %lld";
"Average Amount: %lld %@" = "Average Amount: %lld %@";
"Average Price: %@" = "Average Price: %@";
"Unit Selection" = "Unit Selection";
"Select Unit" = "Select Unit";
"m³" = "m³";
"kwh" = "kwh";
"NA" = "NA";
"Rename Category" = "Rename Category";
"Add Category" = "Add Category";
"New name" = "New name";

/* CONTENTVIEW */
"Amount: %lld" = "Amount: %lld";
"Price: %lld" = "Price: %lld";
"Price: %@" = "Price: %@";

/* CHART */
"Chart" = "Chart";
"Usage Amount" = "Usage Amount";
"Usage Price" = "Usage Price";

/* A button that shows a menu with the following options */
"Filter" = "Filter";
"Turn Filter On" = "Turn Filter On"; /* Enables filtering */
"Turn Filter Off" = "Turn Filter Off"; /* Disables filtering */
"Sort By" = "Sort By"; /* Adjust the order issues are shown */
"Newest to Oldest" = "Newest to Oldest"; /* Place newer issues before older issues */
"Oldest to Newest" = "Oldest to Newest"; /* Place older issues before newer issues */

/* Create a new usages */
"New Usage" = "New Usage";

/* A text placeholder, to help users search */
"Filter Usages" = "Filter Usages";

/* DETAILSVIEW */
"Details" = "Details";

/* NOUSAGEVIEW */
"No record selected" = "No record selected";

/* USAGEVIEW */
"Name" = "Name";
"Start Date" = "Start Date";
"Select a start Date" = "Select a start Date";
"Select an end date" = "Select an end date";
"End Date" = "End Date";
"Amount" = "Amount";
"Price" = "Price";
"Unknown" = "Unknown";

/* Fields that let the users enter details about a specific usages */
"Recent Usages" = "Recent Usages";

/* DATA */
"New Category" = "New Category";
"No Category" = "No Category";
"Example Category" = "Example Category";

/* DEBUG ONLY */
"ADD SAMPLES" = "ADD SAMPLES";

